EEC_PROP/src/main/resources/OP_02/FLC/MSG.001_TRN.001/Log/01.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:915f5cc1-3fdc-432a-95d0-331d6442341a</wsa:MessageID><int:ProcedureID>urn:uuid:3a158e4c-0ce5-4901-bc19-2681e3fe54c7</int:ProcedureID><int:ConversationID>urn:uuid:470e535f-a98a-49b7-898c-5b550262bb34</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.ERR</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:82e67443-99a7-44c7-b077-21cb39ff7083</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:647ccc1b-13e3-49d2-a048-d8c5bf1f0100</int:TrackID>
                        <int:AcceptTime>2019-12-03T16:25:40+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ValidationError xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>ab06d8ee-9522-4f71-a709-f2d14a5768ff</sgn:SignalId><sgn:DateTime>2019-12-03T16:25:40.784</sgn:DateTime><sgn:Error><sgn:Code>01</sgn:Code><sgn:Description>Ошибка контроля</sgn:Description><sgn:Details>в электронном документе (сведениях) должен присутствовать только 1 экземпляр реквизита «Сведения о пункте пропуска» (cacdo:CheckPointDetails)</sgn:Details><sgn:EDocId>6cb4c5ca-e49e-4417-885a-0bbf62b3518c</sgn:EDocId></sgn:Error></sgn:ValidationError></soap:Body></soap:Envelope>
